local function Reply(msg)
local text = msg.content_.text_

function Mod(msg)
local hash = database:sismember(bot_id..'Mod:User'..msg.chat_id_,msg.sender_user_id_)    
if hash or SudoBot(msg) or Sudo(msg) or BasicConstructor(msg) or Constructor(msg) or Manager(msg) then    
return true    
else    
return false    
end 
end


if text == 'م1' then
if not Mod(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بالادمنيه*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help1_text')
Text = [[
*𐡞╶ اوامر الحمايه اتبع مايلي ...*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ قفل + فتح ← الامر…*
*𐡞╶ ← { بالتقيد ، بالطرد ، بالكتم }*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ الروابط*
*𐡞╶ المعرف*
*𐡞╶ التاك*
*𐡞╶ الشارحه*
*𐡞╶ التعديل*
*𐡞╶ التثبيت*
*𐡞╶ المتحركه*
*𐡞╶ الملفات*
*𐡞╶ الصور*
*𐡞╶ التفليش*
*𐡞╶ الاباحي*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ الماركداون*
*𐡞╶ البوتات*
*𐡞╶ التكرار*
*𐡞╶ الكلايش*
*𐡞╶ السيلفي*
*𐡞╶ الملصقات*
*𐡞╶ الفيديو*
*𐡞╶ الانلاين*
*𐡞╶ الدردشه*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ التوجيه*
*𐡞╶ الاغاني*
*𐡞╶ الصوت*
*𐡞╶ الجهات*
*𐡞╶ الاشعارات*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
if text == 'م2' then
if not Mod(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بالادمنيه*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help2_text')
Text = [[
*𐡞╶ اهلااً بك عزيزي *
*𐡞╶ اوامر تفعيل وتعطيل …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ تفعيل ~ تعطيل + امر …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ اطردني*
*𐡞╶ صيح*
*𐡞╶ ضافني*
*𐡞╶ الرابط* 
*𐡞╶ الحظر*
*𐡞╶ الرفع*
*𐡞╶ الحظر*
*𐡞╶ الرفع *
*𐡞╶ الايدي*
*𐡞╶ الالعاب*
*𐡞╶ الالعاب احترافيه*
*𐡞╶ ردود المطور*
*𐡞╶ الترحيب*
*𐡞╶ ردود المدير*
*𐡞╶ الردود*
*𐡞╶ ردود البوت*
*𐡞╶ اوامر التحشيش*
*𐡞╶ صورتي*
*𐡞╶ زخرفه*
*𐡞╶ حساب العمر*
*𐡞╶ الابراج*
*𐡞╶ غنيلي*
*𐡞╶ الرسائل اليوميه*
*𐡞╶ التحقق*
*𐡞╶ تنظيف التلقائي*
*𐡞╶ تنبيه الاسماء*
*𐡞╶ تنبيه المعرف*
*𐡞╶ تنبيه الصور*
*𐡞╶ التوحيد*
*𐡞╶ الكتم الاسم*
*𐡞╶ نسبه الرجوله* 
*𐡞╶ نسبه الانوثه*
*𐡞╶ نسبه الكره*
*𐡞╶ نسبه الحب*
*𐡞╶ ءall*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
if text == 'م3' then
if not Mod(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بالادمنيه*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help3_text')
Text = [[
*𐡞╶ اهلااً بك عزيزي *
*𐡞╶ اوامر الوضع ~ اضف …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ اضف ~ حذف ← رد*
*𐡞╶ اضف ~ حذف ← صلاحيه*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ ضع + امر …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ اسم*
*𐡞╶ رابط*
*𐡞╶ ترحيب*
*𐡞╶ قوانين*
*𐡞╶ صوره*
*𐡞╶ وصف*
*𐡞╶ تكرار + عدد*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
 if text == 'م4' then
if not Mod(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بالادمنيه*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help4_text')
Text = [[
*𐡞╶ اهلااً بك عزيزي *
*𐡞╶ اوامر مسح ~ الحذف ← امر*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ مسح + امر …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ الايدي*
*𐡞╶ الادمنيه*
*𐡞╶ المميزين*
*𐡞╶ ردود المدير*
*𐡞╶ حذف رد متعدد*
*𐡞╶ المدراء* 
*𐡞╶ المنشئين* 
*𐡞╶ الاساسين*
*𐡞╶ الاسماء المكتومه*
*𐡞╶ البوتات*
*𐡞╶ امسح*
*𐡞╶ صلاحيه*
*𐡞╶ قائمه منع المتحركات*
*𐡞╶ قائمه منع الصور*
*𐡞╶ قائمه منع الملصقات*
*𐡞╶ مسح قائمه المنع* 
*𐡞╶ المحذوفين*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ حذف + امر ...*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ امر *
*𐡞╶ الاوامر المضافه*
*𐡞╶ ترتيب الاوامر*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
 if text == 'م5' then
if not Mod(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بالادمنيه*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help5_text')
Text = [[
*𐡞╶ اهلااً بك عزيزي *
*𐡞╶ اوامر تنزيل ورفع …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ مميز*
*𐡞╶ ادمن*
*𐡞╶ مدير*
*𐡞╶ منشئ*
*𐡞╶ منشئ اساسي*
*𐡞╶ مالك*
*𐡞╶ الادمنيه*
*𐡞╶ ادمن بالكروب*
*𐡞╶ ادمن بكل الصلاحيات*
*𐡞╶ القيود*
*𐡞╶ تنزيل جميع الرتب*
*𐡞╶ تنزيل الكل* 
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ اوامر التغير …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ تغير رد المطور + اسم*
*𐡞╶ تغير رد المالك + اسم*
*𐡞╶ تغير رد منشئ الاساسي + اسم*
*𐡞╶ تغير رد المنشئ + اسم*
*𐡞╶ تغير رد المدير + اسم*
*𐡞╶ تغير رد الادمن + اسم*
*𐡞╶ تغير رد المميز + اسم*
*𐡞╶ تغير رد العضو + اسم*
*𐡞╶ تغير امر الاوامر*
*𐡞╶ تغير امر م1 ~ الئ م10*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
if text == 'م6' then
if not Mod(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بالادمنيه*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help6_text')
Text = [[
*𐡞╶ اهلااً بك عزيزي *
*𐡞╶ اوامر المجموعه …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ الاوامر … كالتالي*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ استعاده الاوامر*
*𐡞╶ تحويل كالاتي~⪼ صور : ملصق : صوت : بصمه*
*𐡞╶ صيح ~ تاك ~ المميزين : الادمنيه : المدراء : المنشئين : المنشئين الاساسين : للمالك*
*𐡞╶ كشف القيود *
*𐡞╶ تعين الايدي*
*𐡞╶ تغير الايدي*
*𐡞╶ الحساب + ايدي الحساب*
*𐡞╶ اضف لقب⇠حذف اللقب بلرد*
*𐡞╶ تنظيف + العدد*
*𐡞╶ تنزيل الكل*
*𐡞╶ تنزيل جميع الرتب*
*𐡞╶ منع + برد*
*~ الصور + متحركه + ملصق ~*
*𐡞╶ حظر ~ كتم ~ تقيد ~ طرد*
*𐡞╶ المحظورين ~ المكتومين ~ المقيدين*
*𐡞╶ الغاء كتم + حظر + تقيد ~ بالرد و معرف و ايدي*
*𐡞╶ تقيد ~ كتم + الرقم + ساعه*
*𐡞╶ تقيد ~ كتم + الرقم + يوم*
*𐡞╶ تقيد ~ كتم + الرقم + دقيقه*
*𐡞╶ تثبيت ~ الغاء تثبيت*
*𐡞╶ الترحيب*
*𐡞╶ الغاء تثبيت الكل* 
*𐡞╶ كشف البوتات*
*𐡞╶ الصلاحيات*
*𐡞╶ وضع وقت التنظيف +رقم*
*𐡞╶ تنظيف التعديل ⇠ تنظيف الميديا*
*𐡞╶ كشف ~ برد ← بمعرف ← ايدي*
*𐡞╶ تاك للكل*
*𐡞╶ وضع لقب + لقب*
*𐡞╶ تاك للمشرفين*
*𐡞╶ اعدادات المجموعه*
*𐡞╶ عدد الكروب*
*𐡞╶ ردود المدير*
*𐡞╶ الردود المتعدده*
*𐡞╶ اسم بوت + الرتبه*
*𐡞╶ الاوامر المضافه*
*𐡞╶ وضع توحيد + توحيد*
*𐡞╶ تعين عدد الكتم + رقم*
*𐡞╶ التوحيد*
*𐡞╶ كتم اسم + اسم*
*𐡞╶ قائمه المنع*
*𐡞╶ نسبه الحب* 
*𐡞╶ نسبه رجوله*
*𐡞╶ نسبه الكره*
*𐡞╶ نسبه الانوثه*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
if text == 'م7' then
if not Mod(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بالادمنيه*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help7_text')
Text = [[
*𐡞╶ الاوامر التحشيش …*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← الامࢪ*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← مطي* 
*𐡞╶ تاك للمطايه*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← صخل*
*𐡞╶ تاك لصخوله*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← جلب*
*𐡞╶ تاك لجلاب*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← قرد *
*𐡞╶ تاك لقروده*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← بقره*
*𐡞╶ تاك لبقرات*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← حصان*
*𐡞╶ تاك لحصونه*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← طلي*
*𐡞╶ تاك لطليان*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← زاحف* 
*𐡞╶ تاك لزواحف*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← جريذي*
*𐡞╶ تاك لجريذيه*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← الحات*
*𐡞╶ تاك للحات*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ رفع + تنزيل ← الحاته*
*𐡞╶ تاك للحاتات*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
if text == 'م8' then
if not Sudo(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بمطور*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help8_text')
Text = [[
*𐡞╶ اوامر المطورين* 
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ تفعيل ← تعطيل* 
*𐡞╶ المجموعات ← المشتركين ← الاحصائيات*
*𐡞╶ رفع ← تنزيل منشئ اساسي*
*𐡞╶ مسح الاساسين ← المنشئين الاساسين*
*𐡞╶ مسح المنشئين ← المنشئين*
*𐡞╶ رفع ⇠ تنزيل مالك*
*𐡞╶ مسح قائمه المالك* 
*𐡞╶ اسم ~⪼ غادر + غادر*
*𐡞╶ اذاعه* 
*𐡞╶ ردود المطور *
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
if text == 'م9' then
if not Sudo(msg) then
send(msg.chat_id_, msg.id_,'*𐡞╶ هاذا الامر خاص بالمطور الاساسي*\n*𐡞╶ ارسل {م10} لعرض اوامر الاعضاء*')
return false
end
local help_text = database:get(bot_id..'help9_text')
Text = [[
*𐡞╶ اهلااً بك عزيزي *
*𐡞╶ اوامر مطور الاساسي...↓*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ تفعيل*
*𐡞╶ تعطيل*
*𐡞╶ مسح الاساسين*
*𐡞╶ المنشئين الاساسين*
*𐡞╶ رفع ⇠ تنزيل منشئ اساسي*
*𐡞╶ مسح المطورين*
*𐡞╶ رفع ⇠ تنزيل مالك* 
*𐡞╶ المطورين*
*𐡞╶ رفع ⇠ تنزيل مطور*
*𐡞╶ رفع ~⪼ تنزيل مطور ثانوي*
*𐡞╶ الثانويين ~⪼ مسح الثانويين*
*𐡞╶ تفعيل ~⪼ تعطيل الاضافات*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ اسم البوت + غادر*
*𐡞╶ غادر*
*𐡞╶ اسم بوت + الرتبه*
*𐡞╶ تحديث السورس*
*𐡞╶ حضر عام*
*𐡞╶ كتم عام*
*𐡞╶ الغاء العام*
𐡞╶ قائمه العام*
*𐡞╶ مسح قائمه العام*
*𐡞╶ جلب نسخه الاحتياطيه*
*𐡞╶ رفع نسخه الاحتياطيه*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ المتجر*
*𐡞╶ متجر الملفات*
*𐡞╶ الملفات*
*𐡞╶ مسح الملفات*
*𐡞╶ تعطيل + تفعيل + اسم ملف*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ اذاعه خاص*
*𐡞╶ اذاعه*
*𐡞╶ اذاعه بالتوجيه*
*𐡞╶ اذاعه بالتوجيه خاص*
*𐡞╶ اذاعه بالتثبيت*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ جلب نسخه الاحتياطيه*
*𐡞╶ رفع نسخه احتياطيه*
*𐡞╶ ضع عدد الاعضاء + العدد*
*𐡞╶ ضع كليشه المطور*
*𐡞╶ تفعيل/تعطيل الاذاعه*
*𐡞╶ تفعيل/تعطيل البوت الخدمي*
*𐡞╶ تفعيل/تعطيل التواصل*
*𐡞╶ تغير اسم البوت*
*𐡞╶ تفعيل نسخه التلقائيه*
*𐡞╶ اضف/حذف رد للكل*
*𐡞╶ ردود المطور*
𐡞╶ مسح ردود المطور*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ الاشتراك الاجباري*
*𐡞╶ تعطيل الاشتراك الاجباري*
*𐡞╶ تفعيل الاشتراك الاجباري*
*𐡞╶ حذف رساله الاشتراك*
*𐡞╶ تغير رساله الاشتراك*
*𐡞╶ تغير الاشتراك*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ الاحصائيات*
*𐡞╶ المشتركين*
*𐡞╶ المجموعات* 
*𐡞╶ تفعيل/تعطيل المغادره*
*𐡞╶ تنظيف المشتركين*
*𐡞╶ تنظيف الكروبات*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end
if text == 'م10' then
local help_text = database:get(bot_id..'help10_text')
Text = [[
*𐡞╶ اهلااً بك عزيزي *
*𐡞╶ اوامر الاعضاء كتالي…↓*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ عرض معلوماتك ↑↓*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ ايديي ← اسمي* 
*𐡞╶ رسايلي ← مسح رسايلي* 
*𐡞╶ رتبتي ← سحكاتي* 
*𐡞╶ مسح سحكاتي ← المنشئ* 
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ اوآمر المجموعه ↑↓*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ الرابط ← القوانين – الترحيب*
*𐡞╶ ايدي ← اطردني* 
*𐡞╶ اسمي ← المطور*  
*𐡞╶ كشف ~ بالرد بالمعرف*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ اسم البوت + الامر ↑↓*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
*𐡞╶ بوسه بالرد* 
*𐡞╶ مصه بالرد*
*𐡞╶ رزله بالرد* 
*𐡞╶ شنو رئيك بهذا بالرد*
*𐡞╶ شنو رئيك بهاي بالرد*
*𐡞╶ تحب هذا*
*𐄐𐄐𐄐𐄐𐄐𐄐𐄐 𝗿𝗮𝗼𝗻 𐄐𐄐𐄐𐄐𐄐𐄐𐄐*
[仒𐄐𝗥𝗮𝗼𝗡 ֊ .](t.me/E22EE2)
]]
send(msg.chat_id_, msg.id_,(help_text or Text)) 
return false
end

end
return {
Peland = Reply
}
